Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Use letters, numbers, and spaces.
de: Buchstaben, Zahlen und Leerzeichen verwenden.
es: Usa letras, números y espacios.
fr: Utilisez des lettres, chiffres et espaces.
it: Usa lettere, numeri e spazi.
ja: 文字・数字・スペースを使ってください。
ko: 문자, 숫자, 공백을 사용하세요.
pt_br: Use letras, números e espaços.
zh_hans: 请使用文字、数字和空格。
zh_hant: 請使用文字、數字和空格。

source: Choose one emoji.
de: Ein Emoji wählen.
es: Elige un emoji.
fr: Choisissez un seul emoji.
it: Scegli una sola emoji.
ja: 絵文字を1つ選んでください。
ko: 이모지 하나를 선택하세요.
pt_br: Escolha um emoji.
zh_hans: 请选择一个表情符号。
zh_hant: 請選擇一個表情符號。

# Couldn’t save. Please try again.
source: Couldn’t save. Try again.
de: Speichern fehlgeschlagen. Versuche es erneut.
es: No se pudo guardar. Inténtalo de nuevo.
fr: Enregistrement impossible. Réessayez.
it: Salvataggio non riuscito. Riprova.
ja: 保存できませんでした。もう一度お試しください。
ko: 저장하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível salvar. Tente novamente.
zh_hans: 无法保存，请重试。
zh_hant: 無法儲存，請再試一次。

source: Play demo
de: Demo starten
es: Reproducir demo
fr: Lancer la démo
it: Avvia la demo
ja: デモを再生
ko: 데모 재생
pt_br: Reproduzir demonstração
zh_hans: 播放演示
zh_hant: 播放範例

source: Play again
de: Erneut abspielen
es: Volver a reproducir
fr: Rejouer
it: Riproduci di nuovo
ja: もう一度再生
ko: 다시 재생
pt_br: Reproduzir novamente
zh_hans: 再次播放
zh_hant: 再次播放

source: Narration
de: Sprachausgabe
es: Narración
it: Voce narrante
ja: 音声ガイド
ko: 음성 해설
pt_br: Narração
zh_hans: 语音解说
zh_hant: 語音解說

source: Play a demo of how Lava works, or tap a step to learn more.
de: Sieh in einer Demo, wie Lava funktioniert, oder tippe auf einen Schritt, um mehr zu erfahren.
es: Reproduce una demo de cómo funciona Lava o toca un paso para saber más.
fr: Lancez une démo du fonctionnement de Lava ou touchez une étape pour en savoir plus.
it: Avvia una demo di come funziona Lava o tocca un passaggio per saperne di più.
ja: デモでLavaのしくみを見るか、各ステップをタップして詳しく確認できます。
ko: 데모를 재생해 Lava의 작동 방식을 보거나, 단계를 탭해 자세히 알아보세요.
pt_br: Reproduza uma demonstração de como o Lava funciona ou toque em uma etapa para saber mais.
zh_hans: 播放演示，了解 Lava 如何运作，或轻点任一步骤查看详情。
zh_hant: 播放範例，了解 Lava 如何運作，或點選任一步驟查看詳情。

source: Explore
de: Entdecken
es: Explorar
fr: Découvrir
it: Esplora
ja: しくみを知る
ko: 둘러보기
pt_br: Explorar
zh_hans: 探索
zh_hant: 探索

source: Learn more about how Lava works
de: So funktioniert Lava
es: Descubre cómo funciona Lava
fr: Découvrez comment fonctionne Lava
it: Scopri come funziona Lava
ja: Lava のしくみを知る
ko: Lava 작동 방식 알아보기
pt_br: Saiba como o Lava funciona
zh_hans: 了解 Lava 的工作原理
zh_hant: 了解 Lava 的運作方式

# Checking VPN
source: Starting VPN chaining
de: VPN-Verkettung wird gestartet
es: Iniciando el encadenamiento VPN
fr: Démarrage du chaînage VPN
it: Avvio del concatenamento VPN
ja: VPNチェーンを開始中
ko: VPN 체이닝 시작 중
pt_br: Iniciando o encadeamento de VPN
zh_hans: 正在启动 VPN 串联
zh_hant: 正在啟動 VPN 串接

source: No domains saved yet
de: Noch keine Domains gespeichert
es: Aún no hay dominios guardados
fr: Aucun domaine enregistré
it: Nessun dominio salvato
ja: 保存されたドメインはありません
ko: 아직 저장된 도메인이 없습니다
pt_br: Nenhum domínio salvo ainda
zh_hans: 尚未保存域名
zh_hant: 尚未儲存網域

source: Long-press a domain
de: Domain lange drücken
es: Mantén pulsado un dominio
fr: Appuyez longuement sur un domaine
it: Tieni premuto un dominio
ja: ドメインを長押し
ko: 도메인을 길게 누르세요
pt_br: Pressione um domínio por mais tempo
zh_hans: 长按域名
zh_hant: 長按網域

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
zh_hans: 全部
zh_hant: 全部

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 過去7日間
ko: 지난 7일
pt_br: 7 dias
zh_hans: 这 7 天
zh_hant: 這七天

source: Switch to this filter
de: Zu diesem Filter wechseln
es: Cambiar a este filtro
fr: Utiliser ce filtre
it: Passa a questo filtro
ja: このフィルターに切り替える
ko: 이 필터로 전환
pt_br: Usar este filtro
zh_hans: 切换到此筛选器
zh_hant: 切換至此篩選器

source: View or edit only
de: Nur ansehen oder bearbeiten
es: Solo ver o editar
fr: Consulter ou modifier seulement
it: Solo visualizza o modifica
ja: 表示または編集のみ
ko: 보기 또는 편집만
pt_br: Apenas ver ou editar
zh_hans: 仅查看或编辑
zh_hant: 僅檢視或編輯

source: Auto-switch filters
de: Filter automatisch wechseln
es: Cambio automático de filtros
fr: Changer de filtre automatiquement
it: Cambio automatico dei filtri
ja: フィルターの自動切替
ko: 필터 자동 전환
pt_br: Troca automática de filtros
zh_hans: 自动切换筛选器
zh_hant: 自動切換篩選器

source: Pause demo
de: Demo pausieren
es: Pausar demo
fr: Mettre la démo en pause
it: Pausa demo
ja: デモを一時停止
ko: 데모 일시 정지
pt_br: Pausar demonstração
zh_hans: 暂停演示
zh_hant: 暫停範例

source: Resume demo
de: Demo fortsetzen
es: Reanudar demo
fr: Reprendre la démo
it: Riprendi demo
ja: デモを再開
ko: 데모 재개
pt_br: Retomar demonstração
zh_hans: 继续演示
zh_hant: 繼續範例

source: Demo progress
de: Demo-Fortschritt
es: Progreso de la demo
fr: Progression de la démo
it: Avanzamento demo
ja: デモの進行状況
ko: 데모 진행
pt_br: Progresso da demonstração
zh_hans: 演示进度
zh_hant: 範例進度

source: How your device looks up addresses
de: So findet dein Gerät Adressen
es: Cómo busca direcciones tu dispositivo
fr: Comment votre appareil trouve les adresses
it: Come il dispositivo cerca gli indirizzi
ja: デバイスがアドレスを調べるしくみ
ko: 기기가 주소를 찾는 방법
pt_br: Como seu dispositivo busca endereços
zh_hans: 设备如何查找地址
zh_hant: 裝置如何查找位址

source: When a website is blocked
de: Wenn eine Website blockiert ist
es: Cuando un sitio está bloqueado
fr: Quand un site est bloqué
it: Quando un sito è bloccato
ja: サイトがブロックされるとき
ko: 사이트가 차단될 때
pt_br: Quando um site é bloqueado
zh_hans: 网站被拦截时
zh_hant: 網站被封鎖時

source: When a website is allowed
de: Wenn eine Website erlaubt ist
es: Cuando un sitio está permitido
fr: Quand un site est autorisé
it: Quando un sito è consentito
ja: サイトが許可されるとき
ko: 사이트가 허용될 때
pt_br: Quando um site é permitido
zh_hans: 网站被允许时
zh_hant: 網站被允許時

source: Choose who looks up website addresses for your device.
de: Wähle, wer Website-Adressen für dein Gerät nachschlägt.
es: Elige quién busca las direcciones web para tu dispositivo.
fr: Choisissez qui recherche les adresses web pour votre appareil.
it: Scegli chi cerca gli indirizzi web per il tuo dispositivo.
ja: デバイスのためにサイトのアドレスを調べるサービスを選びます。
ko: 기기가 사이트 주소를 찾을 때 사용할 DNS 공급자를 선택하세요.
pt_br: Escolha quem busca endereços de sites para seu dispositivo.
zh_hans: 选择为设备查询网站地址的服务。
zh_hant: 選擇為裝置查詢網站位址的服務。

source: Use Lava without an account, or sign in to back up your settings securely.
de: Nutze Lava ohne Konto oder melde dich an, um deine Einstellungen sicher zu sichern.
es: Usa Lava sin cuenta o inicia sesión para guardar tus ajustes de forma segura.
fr: Utilisez Lava sans compte, ou connectez-vous pour sauvegarder vos réglages en toute sécurité.
it: Usa Lava senza account o accedi per salvare le impostazioni in modo sicuro.
ja: アカウントなしで Lava を使えます。設定を安全にバックアップするにはサインインしてください。
ko: 계정 없이 Lava를 사용하거나 로그인하여 설정을 안전하게 백업하세요.
pt_br: Use o Lava sem conta ou entre para fazer um backup seguro das suas configurações.
zh_hans: 无需账户即可使用 Lava，也可登录以安全备份设置。
zh_hant: 無需帳號即可使用 Lava，也可登入以安全備份設定。

source: Connection and protection events stay on this device for 7 days. They leave it only if you include diagnostics when you send feedback.
de: Verbindungs- und Schutzereignisse bleiben 7 Tage auf diesem Gerät. Sie verlassen es nur, wenn du beim Senden von Feedback Diagnosedaten beifügst.
es: Los eventos de conexión y protección se guardan en este dispositivo durante 7 días. Solo salen de él si incluyes los diagnósticos al enviar comentarios.
fr: Les événements de connexion et de protection restent 7 jours sur cet appareil. Ils n’en sortent que si vous joignez les diagnostics à votre retour.
it: Gli eventi di connessione e protezione restano su questo dispositivo per 7 giorni. Escono dal dispositivo solo se includi la diagnostica quando invii un feedback.
ja: 接続と保護のイベントはこのデバイスに7日間保存されます。フィードバックの送信時に診断を含めた場合にのみ、デバイスの外に送信されます。
ko: 연결 및 보호 이벤트는 이 기기에 7일 동안 보관돼요. 의견을 보낼 때 진단 정보를 포함한 경우에만 기기 밖으로 전송돼요.
pt_br: Os eventos de conexão e proteção ficam neste dispositivo por 7 dias. Eles só saem dele se você incluir os diagnósticos ao enviar feedback.
zh_hans: 连接与防护事件会在此设备上保留 7 天。只有在你发送反馈时选择附带诊断信息，它们才会离开此设备。
zh_hant: 連線與防護事件會在這台裝置上保留 7 天。只有在你傳送意見回饋時選擇附上診斷資料，它們才會離開這台裝置。

source: Check how your connection is working. These local counters contain no website names.
de: Prüfe, wie deine Verbindung funktioniert. Diese lokalen Zähler enthalten keine Website-Namen.
es: Comprueba cómo funciona tu conexión. Estos contadores locales no contienen nombres de sitios web.
fr: Vérifiez le fonctionnement de votre connexion. Ces compteurs locaux ne contiennent aucun nom de site.
it: Controlla come funziona la connessione. Questi contatori locali non contengono nomi di siti web.
ja: 接続の動作状況を確認できます。このデバイス内のカウンターにサイト名は含まれません。
ko: 연결 상태를 확인하세요. 이 기기의 카운터에는 사이트 이름이 포함되지 않아요.
pt_br: Veja como sua conexão está funcionando. Estes contadores locais não contêm nomes de sites.
zh_hans: 查看连接的运行情况。这些本地计数器不包含网站名称。
zh_hant: 查看連線的運作情況。這些本機計數器不包含網站名稱。

source: Credits and licenses for the software used in Lava.
de: Mitwirkende und Lizenzen der in Lava verwendeten Software.
es: Créditos y licencias del software utilizado en Lava.
fr: Crédits et licences des logiciels utilisés dans Lava.
it: Riconoscimenti e licenze del software usato in Lava.
ja: Lava で使用しているソフトウェアのクレジットとライセンスです。
ko: Lava에 사용된 소프트웨어의 크레딧과 라이선스입니다.
pt_br: Créditos e licenças do software usado no Lava.
zh_hans: Lava 所用软件的致谢和许可信息。
zh_hant: Lava 所用軟體的致謝和授權資訊。

source: Explore the steps
de: Die Schritte entdecken
es: Explora los pasos
fr: Découvrir les étapes
it: Esplora i passaggi
ja: 各ステップのしくみ
ko: 단계 살펴보기
pt_br: Explore as etapas
zh_hans: 探索各个步骤
zh_hant: 探索各個步驟

source: Tap a step to see what it does.
de: Tippe auf einen Schritt, um zu sehen, was er macht.
es: Toca un paso para descubrir qué hace.
fr: Touchez une étape pour voir à quoi elle sert.
it: Tocca un passaggio per scoprire cosa fa.
ja: ステップをタップすると、役割がわかります。
ko: 단계를 탭하면 어떤 역할을 하는지 알 수 있어요.
pt_br: Toque em uma etapa para saber o que ela faz.
zh_hans: 轻点任一步骤，了解它的作用。
zh_hant: 點選任一步驟，了解它的作用。

source: Thank you for using Lava Plus
de: Danke, dass du Lava Plus nutzt
es: Gracias por usar Lava Plus
fr: Merci d’utiliser Lava Plus
it: Grazie per aver scelto Lava Plus
ja: Lava Plusをご利用いただきありがとうございます
ko: Lava Plus를 이용해 주셔서 감사합니다
pt_br: Obrigado por usar o Lava Plus
zh_hans: 感谢你使用 Lava Plus
zh_hant: 感謝你使用 Lava Plus

source: Get Lava Plus today
de: Hol dir heute Lava Plus
es: Consigue Lava Plus hoy
fr: Passez à Lava Plus dès aujourd’hui
it: Passa a Lava Plus oggi
ja: Lava Plusを始めよう
ko: 지금 Lava Plus를 시작하세요
pt_br: Adquira o Lava Plus hoje
zh_hans: 今天就升级 Lava Plus
zh_hant: 今天就升級 Lava Plus

source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pt_br: Sem título
zh_hans: 未命名
zh_hant: 未命名

source: Choose a filter to use, view or edit.
de: Wähle einen Filter zum Nutzen, Ansehen oder Bearbeiten.
es: Elige un filtro para usarlo, verlo o editarlo.
fr: Choisissez un filtre à utiliser, consulter ou modifier.
it: Scegli un filtro da usare, visualizzare o modificare.
ja: 使う、見る、編集するフィルターを選びます。
ko: 사용하거나 보거나 편집할 필터를 선택하세요.
pt_br: Escolha um filtro para usar, ver ou editar.
zh_hans: 选择要使用、查看或编辑的筛选器。
zh_hant: 選擇要使用、查看或編輯的篩選器。

source: Prerequisite
de: Voraussetzung
es: Requisito previo
fr: Prérequis
it: Prerequisito
ja: 事前に必要なもの
ko: 사전 준비
pt_br: Pré-requisito
zh_hans: 事前准备
zh_hant: 事前準備

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効
ko: 활성화됨
pt_br: Ativado
zh_hans: 已启用
zh_hant: 已啟用

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
ja: 無効
ko: 비활성화됨
pt_br: Desativado
zh_hans: 已停用
zh_hant: 已停用

source: DNS fallback: Enabled
de: DNS-Ersatz: aktiviert
es: DNS de respaldo: activado
fr: DNS de secours : activé
it: DNS di riserva: attivato
ja: DNSフォールバック：有効
ko: DNS 대체: 활성화됨
pt_br: DNS alternativo: ativado
zh_hans: DNS 备用：已启用
zh_hant: DNS 備援：已啟用

source: DNS fallback: Disabled
de: DNS-Ersatz: deaktiviert
es: DNS de respaldo: desactivado
fr: DNS de secours : désactivé
it: DNS di riserva: disattivato
ja: DNSフォールバック：無効
ko: DNS 대체: 비활성화됨
pt_br: DNS alternativo: desativado
zh_hans: DNS 备用：已停用
zh_hant: DNS 備援：已停用

source: DNS fallback: Unavailable
de: DNS-Ersatz: nicht verfügbar
es: DNS de respaldo: no disponible
fr: DNS de secours : indisponible
it: DNS di riserva: non disponibile
ja: DNSフォールバック：利用不可
ko: DNS 대체: 확인할 수 없음
pt_br: DNS alternativo: indisponível
zh_hans: DNS 备用：不可用
zh_hant: DNS 備援：無法使用

# WireGuard Config
source: WireGuard configuration
de: WireGuard-Konfiguration
es: Configuración de WireGuard
fr: Configuration WireGuard
it: Configurazione WireGuard
ja: WireGuard構成
ko: WireGuard 구성
pt_br: Configuração do WireGuard
zh_hans: WireGuard 配置
zh_hant: WireGuard 設定

# Fallback: disabled
source: DNS fallback: Disabled
de: DNS-Ersatz: deaktiviert
es: DNS de respaldo: desactivado
fr: DNS de secours : désactivé
it: DNS di riserva: disattivato
ja: DNSフォールバック：無効
ko: DNS 대체: 비활성화됨
pt_br: DNS alternativo: desativado
zh_hans: DNS 备用：已停用
zh_hant: DNS 備援：已停用

# Fallback: unavailable
source: DNS fallback: Unavailable
de: DNS-Ersatz: nicht verfügbar
es: DNS de respaldo: no disponible
fr: DNS de secours : indisponible
it: DNS di riserva: non disponibile
ja: DNSフォールバック：利用不可
ko: DNS 대체: 확인할 수 없음
pt_br: DNS alternativo: indisponível
zh_hans: DNS 备用：不可用
zh_hant: DNS 備援：無法使用

source: With fallback off, VPN chaining uses DNS from its WireGuard configuration.
de: Bei ausgeschaltetem DNS-Ersatz nutzt die VPN-Verkettung das DNS aus ihrer WireGuard-Konfiguration.
es: Con el respaldo desactivado, el encadenamiento VPN usa el DNS de su configuración de WireGuard.
fr: Lorsque le DNS de secours est désactivé, le chaînage VPN utilise le DNS de sa configuration WireGuard.
it: Con il DNS di riserva disattivato, il concatenamento VPN usa quello della sua configurazione WireGuard.
ja: フォールバックがオフのとき、VPNチェーンはWireGuard構成のDNSを使います。
ko: DNS 대체가 꺼져 있으면 VPN 체이닝은 WireGuard 구성의 DNS를 사용해요.
pt_br: Com o DNS alternativo desativado, o encadeamento de VPN usa o DNS da configuração do WireGuard.
zh_hans: DNS 备用关闭时，VPN 串联会使用 WireGuard 配置中的 DNS。
zh_hant: DNS 備援關閉時，VPN 串接會使用 WireGuard 設定中的 DNS。

source: Open Auto-switch filters
de: Automatischen Filterwechsel öffnen
es: Abrir cambio automático de filtros
fr: Ouvrir le changement automatique de filtre
it: Apri cambio automatico dei filtri
ja: フィルターの自動切り替えを開く
ko: 필터 자동 전환 열기
pt_br: Abrir troca automática de filtros
zh_hans: 打开自动切换筛选器
zh_hant: 開啟自動切換篩選器

source: Send allowed DNS requests through your VPN. Changes reconnect protection when it’s on.
de: Sende erlaubte DNS-Anfragen über dein VPN. Änderungen verbinden den Schutz neu, wenn er eingeschaltet ist.
es: Envía las solicitudes DNS permitidas a través de tu VPN. Los cambios reconectan la protección si está activada.
fr: Envoyez les requêtes DNS autorisées via votre VPN. Les modifications reconnectent la protection lorsqu’elle est activée.
it: Invia le richieste DNS consentite tramite la tua VPN. Le modifiche riconnettono la protezione quando è attivata.
ja: 許可されたDNSリクエストをお使いのVPN経由で送信します。変更すると、保護がオンの場合は再接続します。
ko: 허용된 DNS 요청을 VPN을 통해 보내요. 보호가 켜져 있으면 변경 시 다시 연결돼요.
pt_br: Envie as solicitações DNS permitidas pela sua VPN. As alterações reconectam a proteção quando ela está ativada.
zh_hans: 通过你的 VPN 发送已允许的 DNS 请求。防护开启时，更改会使其重新连接。
zh_hant: 透過你的 VPN 傳送已允許的 DNS 請求。防護開啟時，變更會使其重新連線。

source: Check who shared this filter and review its contents carefully before importing. Shared filters aren’t reviewed by Lava.
de: Prüfe, wer diesen Filter geteilt hat, und sieh dir seinen Inhalt vor dem Import sorgfältig an. Geteilte Filter werden nicht von Lava geprüft.
es: Comprueba quién ha compartido este filtro y revisa su contenido con atención antes de importarlo. Lava no revisa los filtros compartidos.
fr: Vérifiez qui a partagé ce filtre et examinez attentivement son contenu avant de l’importer. Les filtres partagés ne sont pas vérifiés par Lava.
it: Controlla chi ha condiviso questo filtro ed esaminane attentamente il contenuto prima di importarlo. I filtri condivisi non vengono verificati da Lava.
ja: このフィルターの共有元を確認し、インポート前に内容をよく確認してください。共有フィルターはLavaによる審査を受けていません。
ko: 이 필터를 공유한 사람을 확인하고 가져오기 전에 내용을 주의 깊게 검토하세요. 공유된 필터는 Lava의 검토를 거치지 않습니다.
pt_br: Confira quem compartilhou este filtro e revise o conteúdo com cuidado antes de importar. Os filtros compartilhados não são revisados pelo Lava.
zh_hans: 导入前，请确认此筛选器的分享者并仔细检查其内容。分享的筛选器未经 Lava 审核。
zh_hant: 匯入前，請確認此篩選器的分享者並仔細檢查其內容。分享的篩選器未經 Lava 審核。

source: Review VPN chaining
de: VPN-Verkettung prüfen
es: Revisar el encadenamiento VPN
fr: Vérifier le chaînage VPN
it: Verifica il concatenamento VPN
ja: VPNチェーンを確認
ko: VPN 체이닝 검토
pt_br: Revisar o encadeamento de VPN
zh_hans: 查看 VPN 串联
zh_hant: 檢視 VPN 串接

source: Switch filters on a schedule or with a Focus.
de: Wechsle Filter nach Zeitplan oder mit einem Fokus.
es: Cambia de filtro según un horario o con un modo de concentración.
fr: Changez de filtre selon un horaire ou avec un mode de concentration.
it: Cambia filtro in base a una programmazione o con una modalità Full Immersion.
ja: スケジュールや集中モードでフィルターを切り替えます。
ko: 일정이나 집중 모드에 따라 필터를 전환하세요.
pt_br: Alterne filtros por agendamento ou com um Foco.
zh_hans: 按计划或通过专注模式切换筛选器。
zh_hant: 依排程或透過專注模式切換篩選器。

source: Lava Plus benefits
de: Vorteile von Lava Plus
es: Ventajas de Lava Plus
fr: Avantages de Lava Plus
it: Vantaggi di Lava Plus
ja: Lava Plusの特典
ko: Lava Plus 혜택
pt_br: Benefícios do Lava Plus
zh_hans: Lava Plus 权益
zh_hant: Lava Plus 權益

source: Room for more
de: Platz für mehr
es: Espacio para más
fr: De la place pour plus
it: Spazio per altro
ja: もっと使える余裕
ko: 더 넉넉한 공간
pt_br: Espaço para mais
zh_hans: 更多空间
zh_hant: 更多空間

source: Keep work, home, and everything in between covered — with space for 50 filters and 2 million rules.
de: Für die Arbeit, zu Hause und alles dazwischen – mit Platz für 50 Filter und 2 Millionen Regeln.
es: Cubre el trabajo, el hogar y todo lo demás, con espacio para 50 filtros y 2 millones de reglas.
fr: Au travail, à la maison et partout ailleurs, avec de la place pour 50 filtres et 2 millions de règles.
it: Per il lavoro, la casa e tutto il resto, con spazio per 50 filtri e 2 milioni di regole.
ja: 仕事でも自宅でも、その間でも。50個のフィルターと200万件のルールで対応できます。
ko: 직장과 집, 그 사이 어디서든. 필터 50개와 규칙 200만 개를 위한 공간을 제공합니다.
pt_br: No trabalho, em casa e em qualquer lugar, com espaço para 50 filtros e 2 milhões de regras.
zh_hans: 从工作到居家，处处兼顾。可容纳 50 个筛选器和 200 万条规则。
zh_hant: 從工作到居家，處處兼顧。可容納 50 個篩選器和 200 萬條規則。

source: Keep the DNS and VPN you trust. Make Lava fit the setup you’ve sweated over.
de: Behalte DNS und VPN, denen du vertraust. Passe Lava an deine sorgfältig eingerichtete Konfiguration an.
es: Conserva el DNS y la VPN en los que confías. Adapta Lava a la configuración que tanto has cuidado.
fr: Gardez le DNS et le VPN auxquels vous faites confiance. Adaptez Lava à la configuration que vous avez soigneusement préparée.
it: Mantieni il DNS e la VPN di cui ti fidi. Adatta Lava alla configurazione che hai curato con tanta attenzione.
ja: 信頼するDNSとVPNをそのままに。こだわって整えた環境にLavaを合わせましょう。
ko: 신뢰하는 DNS와 VPN을 그대로 사용하세요. 정성껏 구성한 환경에 Lava를 맞춰보세요.
pt_br: Mantenha o DNS e a VPN em que você confia. Adapte o Lava à configuração que você preparou com tanto cuidado.
zh_hans: 保留你信任的 DNS 和 VPN，让 Lava 适应你精心打造的配置。
zh_hant: 保留你信任的 DNS 和 VPN，讓 Lava 配合你精心打造的設定。

source: Choose your Lava Guard. Discover what they’re made of — and the security tips they carry.
de: Wähle deinen Lava Guard. Entdecke, woraus er besteht – und welche Sicherheitstipps er für dich hat.
es: Elige tu Lava Guard. Descubre de qué está hecho y los consejos de seguridad que trae.
fr: Choisissez votre Lava Guard. Découvrez de quoi il est fait — et les conseils de sécurité qu’il vous réserve.
it: Scegli il tuo Lava Guard. Scopri di cosa è fatto e i consigli di sicurezza che porta con sé.
ja: あなたのLava Guardを選びましょう。その成り立ちや、持っているセキュリティのヒントを見つけてみてください。
ko: Lava Guard를 선택하세요. 무엇으로 만들어졌는지, 어떤 보안 팁을 품고 있는지 알아보세요.
pt_br: Escolha seu Lava Guard. Descubra do que ele é feito e as dicas de segurança que traz.
zh_hans: 选择你的 Lava Guard，了解它的背景，以及它带来的安全小贴士。
zh_hant: 選擇你的 Lava Guard，了解它的背景，以及它帶來的安全小秘訣。

source: Next Lava Guard
de: Nächster Lava Guard
es: Siguiente Lava Guard
fr: Lava Guard suivant
it: Lava Guard successivo
ja: 次のLava Guard
ko: 다음 Lava Guard
pt_br: Próximo Lava Guard
zh_hans: 下一个 Lava Guard
zh_hant: 下一個 Lava Guard

source: Filter rules
de: Filterregeln
es: Reglas de filtrado
fr: Règles de filtrage
it: Regole dei filtri
ja: フィルタールール
ko: 필터 규칙
pt_br: Regras dos filtros
zh_hans: 筛选规则
zh_hant: 篩選規則

source: Confirmation
de: Bestätigung
es: Confirmación
fr: Validation
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmação
zh_hans: 确认
zh_hant: 確認

source: Confirm Pause
de: Pause bestätigen
es: Confirmar pausa
fr: Confirmer la pause
it: Conferma pausa
ja: 一時停止を確認
ko: 일시 중지 확인
pt_br: Confirmar pausa
zh_hans: 确认暂停
zh_hant: 確認暫停

source: Ask to confirm pausing Lava protection for your chosen length.
de: Bittet um Bestätigung, den Lava-Schutz für die gewählte Dauer zu pausieren.
es: Pide confirmar la pausa de la protección de Lava durante el tiempo elegido.
fr: Demande de confirmer la suspension de la protection Lava pendant la durée choisie.
it: Chiede di confermare la pausa della protezione Lava per la durata scelta.
ja: 選択した時間だけLava保護を一時停止するか確認します。
ko: 선택한 시간 동안 Lava 보호를 일시 중지할지 확인을 요청해요.
pt_br: Pede confirmação para pausar a proteção do Lava pelo tempo escolhido.
zh_hans: 请求确认按所选时长暂停 Lava 防护。
zh_hant: 要求確認依所選時長暫停 Lava 防護。

source: Export Lava log to a secure place
de: Lava-Protokoll an einen sicheren Ort exportieren
es: Exporta el registro de Lava a un lugar seguro
fr: Exporter le journal Lava vers un emplacement sûr
it: Esporta il log di Lava in un luogo sicuro
ja: Lava のログを安全な場所にエクスポート
ko: Lava 로그를 안전한 위치로 내보내기
pt_br: Exporte o log do Lava para um local seguro
zh_hans: 将 Lava 日志导出到安全的位置
zh_hant: 將 Lava 記錄匯出到安全的位置

# Could not send the bug report.
source: Couldn’t send your feedback.
de: Dein Feedback konnte nicht gesendet werden.
es: No se pudieron enviar tus comentarios.
fr: Impossible d’envoyer votre retour.
it: Impossibile inviare il feedback.
ja: フィードバックを送信できませんでした。
ko: 의견을 보내지 못했어요.
pt_br: Não foi possível enviar seu feedback.
zh_hans: 无法发送你的反馈。
zh_hant: 無法傳送你的意見回饋。

source: Couldn’t delete the backup stored for your account — you may be offline or signed out. Backup is still on; try again when you’re back online.
de: Das für dein Konto gespeicherte Backup konnte nicht gelöscht werden — du bist möglicherweise offline oder abgemeldet. Das Backup ist weiterhin aktiv; versuche es erneut, wenn du wieder online bist.
es: No se pudo eliminar la copia de seguridad de tu cuenta: puede que estés sin conexión o desconectado. La copia sigue activada; inténtalo de nuevo cuando vuelvas a estar en línea.
fr: Impossible de supprimer la sauvegarde de votre compte — vous êtes peut-être hors ligne ou déconnecté. La sauvegarde reste activée ; réessayez lorsque vous serez de nouveau en ligne.
it: Impossibile eliminare il backup del tuo account: potresti essere offline o disconnesso. Il backup resta attivo; riprova quando torni online.
ja: アカウントのバックアップを削除できませんでした。オフラインかサインアウトしている可能性があります。バックアップは有効なままです。オンラインに戻ったら再試行してください。
ko: 계정에 저장된 백업을 삭제하지 못했습니다. 오프라인이거나 로그아웃 상태일 수 있습니다. 백업은 계속 켜져 있습니다. 다시 온라인이 되면 재시도하세요.
pt_br: Não foi possível excluir o backup da sua conta — você pode estar offline ou desconectado. O backup continua ativado; tente novamente quando estiver online.
zh_hans: 无法删除你账户的备份——你可能处于离线或已退出状态。备份仍然开启；恢复在线后再试。
zh_hant: 無法刪除你帳號的備份——你可能離線或已登出。備份仍保持開啟；恢復連線後再試。

# Could not delete the account.
source: Couldn’t delete the account.
de: Das Konto konnte nicht gelöscht werden.
es: No se pudo eliminar la cuenta.
fr: Impossible de supprimer le compte.
it: Impossibile eliminare l’account.
ja: アカウントを削除できませんでした。
ko: 계정을 삭제하지 못했습니다.
pt_br: Não foi possível excluir a conta.
zh_hans: 无法删除账户。
zh_hant: 無法刪除帳號。
